[
  "dataview",
  "calendar",
  "obsidian-excalidraw-plugin",
  "obsidian-tasks-plugin",
  "buttons",
  "battery-indicator",
  "obsidian-file-color",
  "obsidian-linter",
  "table-editor-obsidian",
  "obsidian-outliner",
  "obsidian-spaced-repetition",
  "execute-code",
  "obsidian-underline",
  "obsidian-mind-map",
  "obsidian-icon-folder",
  "github-sync"
]